Repository: delimatsuo/heykevin
Catalog: ios/Kevin/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: About
es: Acerca de
pt_br: Sobre

source: About You
es: Sobre ti
pt_br: Sobre você

source: About Your Business
es: Sobre tu negocio
pt_br: Sobre seu negócio

source: Action
es: Acción
pt_br: Ação

source: Activate Kevin
es: Activar Kevin
pt_br: Ativar Kevin

source: Add
es: Agregar
pt_br: Adicionar

source: Add Number
es: Agregar número
pt_br: Adicionar número

source: Add Number Manually
es: Agregar número manualmente
pt_br: Adicionar número manualmente

source: Add Service
es: Agregar servicio
pt_br: Adicionar serviço

source: Add your services and prices so Kevin can quote estimates to callers.
es: Agrega tus servicios y precios para que Kevin pueda dar presupuestos a quienes llamen.
pt_br: Adicione seus serviços e preços para que o Kevin possa dar orçamentos para quem ligar.

source: Add your services so Kevin can quote estimates
es: Agrega tus servicios para que Kevin pueda dar presupuestos
pt_br: Adicione seus serviços para que o Kevin possa dar orçamentos

source: Alert me for urgent calls
es: Alertarme en llamadas urgentes
pt_br: Me alertar em chamadas urgentes

source: Allow Contact Access
es: Permitir acceso a contactos
pt_br: Permitir acesso aos contatos

source: Answer calls for your business, take messages, give estimates.
es: Responde llamadas de tu negocio, toma mensajes y da presupuestos.
pt_br: Atende ligações do seu negócio, anota recados e dá orçamentos.

source: Answered
es: Respondida
pt_br: Atendida

source: Auto-detect (English + Spanish)
es: Detección automática (inglés + español)
pt_br: Detecção automática (inglês + espanhol)

source: Auto-detect lets Kevin switch to Spanish when a caller speaks Spanish.
es: La detección automática permite que Kevin cambie al español cuando una persona habla en español.
pt_br: A detecção automática permite que o Kevin mude para espanhol quando alguém fala em espanhol.

source: Auto-reply text to callers
es: Respuesta automática por texto a quien llama
pt_br: Resposta automática por texto para quem liga

source: Availability checking, appointment booking
es: Verificación de disponibilidad, reserva de citas
pt_br: Verificação de disponibilidade, agendamento de compromissos

source: Block spam with disconnect tone
es: Bloquear spam con tono de desconexión
pt_br: Bloquear spam com tom de desconexão

source: Blocked
es: Bloqueada
pt_br: Bloqueada

source: Business
es: Negocio
pt_br: Negócio

source: Business Assistant
es: Asistente de negocio
pt_br: Assistente de negócio

source: Business Hours
es: Horario comercial
pt_br: Horário comercial

source: Business Knowledge
es: Información del negocio
pt_br: Informações do negócio

source: Business Name
es: Nombre del negocio
pt_br: Nome do negócio

source: Call Details
es: Detalles de la llamada
pt_br: Detalhes da chamada

source: Call Forwarding
es: Desvío de llamadas
pt_br: Encaminhamento de chamadas

source: Call Screening
es: Filtrado de llamadas
pt_br: Triagem de chamadas

source: Can't talk right now. What's up?
es: No puedo hablar ahora. ¿Qué pasa?
pt_br: Não posso falar agora. O que houve?

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Change Mode
es: Cambiar modo
pt_br: Mudar modo

source: Clear existing forwarding
es: Borrar desvío existente
pt_br: Limpar encaminhamento existente

source: Close
es: Cerrar
pt_br: Fechar

source: Coming Soon
es: Próximamente
pt_br: Em breve

source: Connected
es: Conectado
pt_br: Conectado

source: Contacts
es: Contactos
pt_br: Contatos

source: Contacts added here will ring through directly without screening.
es: Los contactos agregados aquí sonarán directamente sin filtrado.
pt_br: Os contatos adicionados aqui tocarão diretamente sem triagem.

source: Contacts from your iPhone ring through. Unknown callers are screened by Kevin.
es: Las llamadas de tus contactos del iPhone suenan directamente. Los desconocidos son filtrados por Kevin.
pt_br: As chamadas dos seus contatos do iPhone tocam direto. Números desconhecidos são filtrados pelo Kevin.

source: Contacts permission denied
es: Permiso de contactos denegado
pt_br: Permissão de contatos negada

source: Continue
es: Continuar
pt_br: Continuar

source: Create your account to get started.
es: Crea tu cuenta para comenzar.
pt_br: Crie sua conta para começar.

source: Date
es: Fecha
pt_br: Data

source: Deactivate Kevin
es: Desactivar Kevin
pt_br: Desativar Kevin

source: Debug
es: Depuración
pt_br: Depuração

source: Describe your business
es: Describe tu negocio
pt_br: Descreva seu negócio

source: Details
es: Detalles
pt_br: Detalhes

source: Dismiss
es: Descartar
pt_br: Dispensar

source: End
es: Finalizar
pt_br: Encerrar

source: English only
es: Solo inglés
pt_br: Somente inglês

source: Failed to connect
es: Error al conectar
pt_br: Falha ao conectar

source: Failed to create profile. Please try again.
es: Error al crear el perfil. Por favor, inténtalo de nuevo.
pt_br: Falha ao criar o perfil. Por favor, tente novamente.

source: Failed to provision number. Please try again.
es: Error al asignar el número. Por favor, inténtalo de nuevo.
pt_br: Falha ao provisionar o número. Por favor, tente novamente.

source: Failed to save setting. Please try again.
es: Error al guardar la configuración. Por favor, inténtalo de nuevo.
pt_br: Falha ao salvar a configuração. Por favor, tente novamente.

source: Forward all calls to Kevin
es: Desviar todas las llamadas a Kevin
pt_br: Encaminhar todas as chamadas para Kevin

source: Forward missed calls to Kevin
es: Desviar llamadas perdidas a Kevin
pt_br: Encaminhar chamadas perdidas para Kevin

source: Forward your missed calls to Kevin. Your phone rings first — Kevin catches what you miss.
es: Desvía tus llamadas perdidas a Kevin. Tu teléfono suena primero — Kevin atiende las que no contestas.
pt_br: Encaminhe suas chamadas perdidas para o Kevin. Seu telefone toca primeiro — o Kevin atende as que você perder.

source: Get Started
es: Comenzar
pt_br: Começar

source: Hey Kevin
es: Hola Kevin
pt_br: Oi Kevin

source: How will you use Kevin?
es: ¿Cómo usarás Kevin?
pt_br: Como você vai usar o Kevin?

source: I agree to the
es: Acepto los
pt_br: Eu concordo com os

source: I'll call you back in a few minutes.
es: Te llamo en unos minutos.
pt_br: Te ligo de volta em alguns minutos.

source: I'm All Set
es: Estoy listo
pt_br: Estou pronto

source: Ignore
es: Ignorar
pt_br: Ignorar

source: Ignored
es: Ignorada
pt_br: Ignorada

source: Import
es: Importar
pt_br: Importar

source: Import from iPhone
es: Importar del iPhone
pt_br: Importar do iPhone

source: Imported successfully!
es: ¡Importado exitosamente!
pt_br: Importado com sucesso!

source: Integrations
es: Integraciones
pt_br: Integrações

source: Integrations with Jobber and Google Calendar are under review and will be available soon.
es: Las integraciones con Jobber y Google Calendar están en revisión y estarán disponibles pronto.
pt_br: As integrações com Jobber e Google Calendar estão em análise e estarão disponíveis em breve.

source: Kevin can recognize callers in your contacts so their calls ring through without screening.
es: Kevin puede reconocer a quienes llaman de tus contactos para que sus llamadas suenen directamente sin filtrado.
pt_br: O Kevin pode reconhecer quem liga dos seus contatos para que as chamadas toquem direto sem triagem.

source: Kevin is ready to answer your calls.
es: Kevin está listo para responder tus llamadas.
pt_br: O Kevin está pronto para atender suas chamadas.

source: Kevin is screening
es: Kevin está filtrando
pt_br: Kevin está filtrando

source: Kevin is taking a message
es: Kevin está tomando un mensaje
pt_br: Kevin está anotando um recado

source: Kevin needs your number to identify your account across devices.
es: Kevin necesita tu número para identificar tu cuenta en diferentes dispositivos.
pt_br: O Kevin precisa do seu número para identificar sua conta em diferentes dispositivos.

source: Kevin Number
es: Número de Kevin
pt_br: Número do Kevin

source: Kevin uses this info to answer caller questions about your services, pricing, and hours.
es: Kevin usa esta información para responder preguntas sobre tus servicios, precios y horarios.
pt_br: O Kevin usa essas informações para responder perguntas sobre seus serviços, preços e horários.

source: Kevin will sync your iPhone contacts so known callers ring through automatically.
es: Kevin sincronizará tus contactos del iPhone para que los conocidos suenen directamente.
pt_br: O Kevin vai sincronizar seus contatos do iPhone para que conhecidos toquem direto automaticamente.

source: Kevin will use this to greet callers.
es: Kevin usará esto para saludar a quienes llamen.
pt_br: O Kevin vai usar isso para cumprimentar quem ligar.

source: Kevin will use your name to greet callers.
es: Kevin usará tu nombre para saludar a quienes llamen.
pt_br: O Kevin vai usar seu nome para cumprimentar quem ligar.

source: Knowledge Base
es: Base de conocimiento
pt_br: Base de conhecimento

source: Knowledge text truncated to 10,000 characters.
es: Texto de conocimiento truncado a 10.000 caracteres.
pt_br: Texto de conhecimento truncado para 10.000 caracteres.

source: Known contacts ring through
es: Los contactos conocidos suenan directamente
pt_br: Contatos conhecidos tocam direto

source: Language
es: Idioma
pt_br: Idioma

source: Live
es: En vivo
pt_br: Ao vivo

source: Max price
es: Precio máximo
pt_br: Preço máximo

source: Min price
es: Precio mínimo
pt_br: Preço mínimo

source: Mode
es: Modo
pt_br: Modo

source: Mute
es: Silenciar
pt_br: Silenciar

source: My Business
es: Mi negocio
pt_br: Meu negócio

source: My Profile
es: Mi perfil
pt_br: Meu perfil

source: Name
es: Nombre
pt_br: Nome

source: No Active Call
es: Sin llamada activa
pt_br: Nenhuma chamada ativa

source: No screened calls yet. When someone calls, Kevin will screen and it will show here.
es: Aún no hay llamadas filtradas. Cuando alguien llame, Kevin filtrará y aparecerá aquí.
pt_br: Nenhuma chamada filtrada ainda. Quando alguém ligar, o Kevin vai filtrar e aparecerá aqui.

source: Not set
es: No definido
pt_br: Não definido

source: Open
es: Abrir
pt_br: Abrir

source: Outside these hours, Kevin will tell callers you're closed and take a message.
es: Fuera de este horario, Kevin avisará que estás cerrado y tomará un mensaje.
pt_br: Fora desse horário, o Kevin avisará que você está fechado e anotará um recado.

source: Personal Assistant
es: Asistente personal
pt_br: Assistente pessoal

source: Phone Number
es: Número de teléfono
pt_br: Número de telefone

source: Pick Up
es: Contestar
pt_br: Atender

source: Please wait before syncing again
es: Espera antes de sincronizar de nuevo
pt_br: Aguarde antes de sincronizar novamente

source: Privacy Policy
es: Política de privacidad
pt_br: Política de privacidade

source: Recents
es: Recientes
pt_br: Recentes

source: Recognize Your Contacts
es: Reconocer tus contactos
pt_br: Reconhecer seus contatos

source: Recording...
es: Grabando...
pt_br: Gravando...

source: Save
es: Guardar
pt_br: Salvar

source: Schedule checking, job creation, customer lookup
es: Verificación de agenda, creación de trabajos, búsqueda de clientes
pt_br: Verificação de agenda, criação de trabalhos, busca de clientes

source: Screen unknown callers. Known contacts ring through.
es: Filtra llamadas desconocidas. Los contactos conocidos suenan directamente.
pt_br: Filtra chamadas desconhecidas. Contatos conhecidos tocam direto.

source: Screened
es: Filtrada
pt_br: Filtrada

source: Send Text
es: Enviar texto
pt_br: Enviar texto

source: Service name
es: Nombre del servicio
pt_br: Nome do serviço

source: Services & Pricing
es: Servicios y precios
pt_br: Serviços e preços

source: Set Up Call Forwarding
es: Configurar desvío de llamadas
pt_br: Configurar encaminhamento de chamadas

source: Setting up your Kevin number...
es: Configurando tu número de Kevin...
pt_br: Configurando seu número do Kevin...

source: Settings
es: Ajustes
pt_br: Configurações

source: Sign In
es: Iniciar sesión
pt_br: Entrar

source: Skip
es: Omitir
pt_br: Pular

source: Skip for now
es: Omitir por ahora
pt_br: Pular por enquanto

source: Sorry, I'm busy. I'll get back to you soon.
es: Disculpa, estoy ocupado. Te respondo pronto.
pt_br: Desculpa, estou ocupado. Te retorno em breve.

source: Speaker
es: Altavoz
pt_br: Alto-falante

source: Start Over
es: Empezar de nuevo
pt_br: Recomeçar

source: Start Using Kevin
es: Empezar a usar Kevin
pt_br: Começar a usar o Kevin

source: Stop forwarding, calls ring normally
es: Detener desvío, las llamadas suenan normalmente
pt_br: Parar encaminhamento, chamadas tocam normalmente

source: Switch Mode
es: Cambiar modo
pt_br: Trocar modo

source: Sync Contacts
es: Sincronizar contactos
pt_br: Sincronizar contatos

source: System
es: Sistema
pt_br: Sistema

source: Talk and Kevin will learn
es: Habla y Kevin aprenderá
pt_br: Fale e o Kevin vai aprender

source: Tap to stop
es: Toca para detener
pt_br: Toque para parar

source: Tapping a button opens your phone dialer with a carrier code. Tap Call to confirm. To verify status, dial *#21# from your keypad.
es: Al tocar un botón se abre el marcador con un código de operador. Toca Llamar para confirmar. Para verificar el estado, marca *#21# desde tu teclado.
pt_br: Ao tocar em um botão, o discador abre com um código da operadora. Toque em Ligar para confirmar. Para verificar o status, disque *#21# no teclado.

source: Tell Kevin about your business so he can answer questions
es: Cuéntale a Kevin sobre tu negocio para que pueda responder preguntas
pt_br: Conte ao Kevin sobre seu negócio para que ele possa responder perguntas

source: Terms of Service
es: Términos de servicio
pt_br: Termos de serviço

source: Test it — call your Kevin number
es: Pruébalo — llama a tu número de Kevin
pt_br: Teste — ligue para seu número do Kevin

source: Text Reply
es: Respuesta por texto
pt_br: Resposta por texto

source: This takes a few seconds.
es: Esto toma unos segundos.
pt_br: Isso leva alguns segundos.

source: This will take you through the setup again so you can switch between Personal and Business mode. Your Kevin number will be kept.
es: Esto te llevará por la configuración de nuevo para que puedas cambiar entre modo Personal y Negocio. Tu número de Kevin se mantendrá.
pt_br: Isso vai te levar pela configuração novamente para que você possa alternar entre o modo Pessoal e Negócio. Seu número do Kevin será mantido.

source: Transcript
es: Transcripción
pt_br: Transcrição

source: Trust Score
es: Puntuación de confianza
pt_br: Pontuação de confiança

source: Try Again
es: Intentar de nuevo
pt_br: Tentar novamente

source: Type a message...
es: Escribe un mensaje...
pt_br: Digite uma mensagem...

source: Type your services, or tap the mic to describe them by voice. Kevin uses this to answer caller questions.
es: Escribe tus servicios o toca el micrófono para describirlos por voz. Kevin usa esto para responder preguntas.
pt_br: Digite seus serviços ou toque no microfone para descrevê-los por voz. O Kevin usa isso para responder perguntas.

source: Unknown
es: Desconocido
pt_br: Desconhecido

source: Unknown error
es: Error desconocido
pt_br: Erro desconhecido

source: Urgent call alerts ring your phone immediately when a caller reports an emergency like flooding, fire, or gas leak.
es: Las alertas de llamadas urgentes hacen sonar tu teléfono inmediatamente cuando alguien reporta una emergencia como inundación, incendio o fuga de gas.
pt_br: Os alertas de chamadas urgentes tocam seu telefone imediatamente quando alguém relata uma emergência como inundação, incêndio ou vazamento de gás.

source: Version
es: Versión
pt_br: Versão

source: VIP — Always Ring Through
es: VIP — Siempre sonar directamente
pt_br: VIP — Sempre tocar direto

source: Voicemail
es: Buzón de voz
pt_br: Correio de voz

source: Waiting for conversation...
es: Esperando la conversación...
pt_br: Aguardando a conversa...

source: Website URL
es: URL del sitio web
pt_br: URL do site

source: When someone calls, Kevin will screen it and the live transcript will appear here.
es: Cuando alguien llame, Kevin filtrará la llamada y la transcripción en vivo aparecerá aquí.
pt_br: Quando alguém ligar, o Kevin vai filtrar a chamada e a transcrição ao vivo aparecerá aqui.

source: Yesterday
es: Ayer
pt_br: Ontem

source: You're All Set!
es: ¡Todo listo!
pt_br: Tudo pronto!

source: Your AI phone assistant. Never miss an important call again.
es: Tu asistente telefónico con IA. Nunca más pierdas una llamada importante.
pt_br: Seu assistente telefônico com IA. Nunca mais perca uma ligação importante.

source: Your Name
es: Tu nombre
pt_br: Seu nome

source: Your Phone Number
es: Tu número de teléfono
pt_br: Seu número de telefone
